Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: That' s pretty good.
ru: Мышонок превратил сливки в масло?

source: Well, um, to be quite honest
ru: Фрэнк, ты уже решил в какой больнице ты будешь работать здесь, в Новом Орлеане?

source: I' m thinking about getting back into law.
ru: Если быть откровенным...

source: Are you a doctor or a lawyer?
ru: Я подумываю о возвращении в юриспруденцию.

source: Before I went to medical school, I passed the bar in California.
ru: Прошёл год практики и решил...

source: I practiced law for one year then I decided why not try my hand at pediatrics?
ru: Почему не попробовать себя в педиатрии?

source: A doctor and a lawyer.
ru: И врач и адвокат.

source: Well, I' d say that Brenda hit the jackpot.
ru: Я бы сказал, что Бренда сорвала куш.

source: Where did you go to law school?
ru: Где ты изучал право?

source: Uh, Berkeley.
ru: Беркли.

source: Berkley, Berkley.
ru: Беркли.

source: Isn' t that where you went, Daddy?
ru: О, Боже это где ты учился, папа.

source: Maybe Frank could come work for you, Roger.
ru: Может Фрэнк мог бы работать с тобой, Роджер.

source: You' re always saying how hard it is to find Assistant Prosecutors.
ru: Ты всё время говоришь, что тяжело найти ассистентов.

source: Could he, Daddy?
ru: Отец, он может?

source: Could he, please?
ru: Пожалуйста, отец.

source: Could he come work with you, please?
ru: Да, Холлингсворт.

source: Was that snake Hollingsworth still teaching there when you went through Berkley?
ru: Сварливый старикашка Холлингсворт.

source: Grumpy old Hollingsworth, right?
ru: Скажи, Фрэнк как звали его собачонку?

source: I tell you.
ru: Мне жаль...

source: Meaner than ever.
ru: Собака умерла.

source: And that dog of his?
ru: Какое несчастье.

source: How unfortunate.
ru: Так кто ты, Фрэнк?

source: A doctor, a lawyer, a Lutheran... so what are you, Frank?
ru: Мне кажется ты намереваешься просить руки моей дочери.

source: 'Cause I think you' re about to ask for my daughter' s hand in marriage and I have a right to know.
ru: У меня есть право знать.

source: Know what, sir?
ru: Знать что, сэр?

source: Tell me the truth, Frank.
ru: Скажи мне правду, Фрэнк.

source: What is a man like you doing with Brenda?
ru: Что такой парень как ты делает с Брендой?

source: If you want my blessing if you want my daughter
ru: Если ты хочешь моё благословение...

source: I' d like to hear it from you now.
ru: Я хочу знать правду от тебя сейчас.

source: The truth is, sir, that...
ru: Правда в том сэр...

source: I' m not a doctor, I' m not a lawyer...
ru: Правда в том... что я не врач и не адвокат.

source: I' m not an airline pilot.
ru: Я и не пилот.

source: I' m nothing, really.
ru: Я пустое место на самом деле.

source: I' m- I' m- I' m just a kid who' s in love with your daughter.
ru: Я просто ребёнок влюбившийся в вашу дочь.

source: You know what you are?
ru: Ты знаешь кто ты?

source: You' re a romantic.
ru: Ты романтик.

source: Men like us are nothing without the women we love.
ru: Я должен признаться... что виновен в том же.

source: I must confess, I' m guilty of the same foolish whimsy.
ru: Не бойся.

source: I proposed to Carol after five dates with two nickels in my pockets and holes in my shoes because I knew she was the one. so go ahead, Frank.
ru: Задай вопрос, который ты хотел задать.

source: Don' t be afraid.
ru: Сэр...

source: sir, uh, uh... w- what would I have to do to take the bar here in New Orleans?
ru: Орлеане?

source: No, the... the other question.
ru: Нет, другой вопрос...

source: Right through that door.
ru: Удачи, Мр.

source: Good luck, Mr. Conners.
ru: Конерс.

source: Hey, Frank... you know what I could never figure out?
ru: Эй, Фрэнк.

source: What' s the difference? someone else took the test for you, didn' t they?
ru: Как ты надул их на экзамене тогда, в Луизиане?

source: Carl, I' m going to prison for a long time. seriously, what' s the difference?
ru: Карл, Я отправляюсь надолго в тюрьму.

source: It' s a simple question.
ru: Серьёзно, Какая разница?

source: Are you going to eat that eclair?
ru: Это простой вопрос.

source: I' m saving it for later.
ru: Я оставил это, чтоб съесть попозже.

source: Well, you want to split it with me?
ru: Хочешь поделиться?

source: Give me half that eclair and I' il tell you.
ru: Дай мне половину и Я расскажу тебе.

source: I' m going to figure it out sooner or later.
ru: Рано или поздно Я всё равно узнаю это.

source: You' il be working under Phillip Rigby in corporate law.
ru: Ты будешь работать с Филиппом Ригби из отдела корпораций.

source: We' re having lunch at 12: 30 with the Attorney General and Governor McKeithen.
ru: Обед в 12: 30 с генеральным прокурором и сенатором Мак Кейтенем.

source: The Governor.
ru: Сенатором?

source: Did we spell it right?
ru: Конечно.

source: Thank you, sir.
ru: Спасибо сэр.

source: Welcome aboard.
ru: Добро пожаловать.

source: Now...
ru: Вот...

source: Look at this photograph, Mr. Stewart.
ru: Посмотрите на эту фотографию, мр.

source: It' s a photograph of Prentice York where they found him, dead.
ru: Это Фрэнсис Йорк - там, где нашли его мёртвым

source: Now, here is an enlargement of part of that photograph.
ru: А это увеличенная часть этой фотографии...

source: This is a photograph of the defendant' s signature on a canceled check.
ru: Это фотография подписи ответчика на отменённом чеке

source: Now, here is an enlargement of that same signature which matches the signature on the letters that he wrote to Mrs. Simon which discuss the possibility of defrauding the great state of Louisiana.
ru: А вот увеличенная подпись... которая идентична... подписи на письмах, посланных мр.

source: Your Honor, ladies and gentlemen of the jury this is irrefutable evidence that the defendant is, in fact, lying.
ru: Саймону. где обсуждается возможность обмана штата Луизиана.

source: There is no... defendant.
ru: Ваша честь, дамы и господа, уважаемые присяжные.

source: - Is that Mitch?
ru: Это неопровержимое доказательство, что обвиняемый говорит неправду.

source: It' s Mitch!
ru: Конерс.

source: Won' t you join them and the gang in a few songs for the Irish?
ru: Это предварительное слушание.

source: Everybody!
ru: Не никакого... обвиняемого.

source: K, E, double L, Y
ru: И нет... присяжных.

source: Has anybody here seen Kelly?
ru: Здесь только Я.

source: And he' s Irish through and through
ru: Сынок, что за чёрт происходит с тобой?

source: Has anybody here seen Kelly
ru: Это Митч?

source: Have you seen him smile? sure his hair is red, and his eyes are blue
ru: О Боже, Я потерял ощущение времени.

source: Embrace me
ru: Это только что началось.

source: You irreplaceable you
ru: Что ты здесь делаешь?

source: My heart grew tipsy in me
ru: Пришёл повидаться.

source: Bring out the gypsy in me
ru: Что ты делаешь в этом костюме?

source: I love all
ru: Я получил работу.

source: Above all
ru: Это государственная служба.

source: I want my arms about you... ad.
ru: Ты видишь, что Я делаю?

source: I- I came to see you.... My sweet embraceable...
ru: Я в некотором роде сам адвокат сейчас.

source: What are you doing dressed like this?
ru: Посмотри это письмо.

source: A government job.
ru: Налоговое управление хочет ещё денег.

source: You see what I' m doing?
ru: Я заключил сделку.

source: I had a deal with them: two penalties.
ru: Они съели всё и сейчас хотят ещё.

source: Now they want the crumbs.
ru: Они пытаются запугать меня, угрожают тюрьмой.

source: Here, sit down.
ru: Знаешь, что...

source: They' re trying to scare me, intimidate me.
ru: Я заставлю их побегать за мной.

source: You know what?
ru: всю их жизнь.

source: Hey, it' s great to see you, Daddy.
ru: Так здорово увидеть тебя, отец.

source: Listen, sit down, I...
ru: Послушай, сядь...

source: I want to show you something.
ru: Я хочу показать тебе кое- что.

source: I came here to give you this.
ru: Я пришёл вручить тебе это.

source: It' s an invitation to an engagement party.
ru: Это приглашение на церемонию помолвки.

source: Daddy, I' m getting married.
ru: Я женюсь.

source: I' m getting married.
ru: Мне не верится, что Я женюсь.

source: You don' t need to worry about anything now, Dad.
ru: Ты не должен больше ни о чём беспокоиться, отец.

source: Listen, I' m getting a brand- new Cadillac.
ru: Послушай, Я получаю новый "Кадиллак".

source: I' m getting a $60, 000 house.
ru: Дом, стоимостью 60. 000$

source: I' m- I' m getting it all back.
ru: Я забираю всё это обратно.

source: All- All the jewelry, all the furs, everything, Dad.
ru: Все драгоценности, все меха, всё, что они забрали...

source: Everything they took from us, I' m going to get it back.
ru: Мать видела тебя, одетым так?

source: Now... has Ma seen you dressed like this?
ru: Всё в порядке.

source: Yeah, she came to pick up some boxes.
ru: Знаешь почему?

source: That' s okay, that' s okay, you know why?
ru: Она будет на свадьбе.

source: 'Cause she... she' s going to the wedding with us.
ru: С нами.

source: I' m going to get you a brand- new suit, Dad.
ru: Я куплю тебе абсолютно новый костюм.

source: I' m getting you a brand- new suit.
ru: Новый...

source: One of those Manhattan Eagle, three- button, black pearl suits.
ru: Из "Манхеттен Игл", на три пуговицы...

source: Those are nice.
ru: Они красивые.

source: Yeah. she won' t see me.
ru: Она не хочет видеть меня.

source: Uh- uh.
ru: Ты пробовал позвонить?

source: Why don' t... why don' t you call her right now?
ru: Почему б тебе не позвонить сейчас?

source: Dad, why don' t you call her right now?
ru: Отец, почему б тебе не позвонить прямо сейчас?

source: Dad, just call her.
ru: Только позвони ей...

source: Call her for me.
ru: Позвони ради меня.

source: I have two first- class tickets to go see her son' s wedding...
ru: Скажи, что у меня два билета первым классом... на свадьбу сына.

source: Your mother' s married now, to my friend Jack Barnes.
ru: Мать вышла замуж за моего друга, Джека Бернса.

source: They have a house in Long Island.
ru: У них дом в Лонг Айленде.

source: I had an FBI agent come see me.
ru: Агент ФБР приходил ко мне.

source: The guy looked scared.
ru: Этот парень выглядел напуганным.

source: Pow!
ru: Чемпионы США бегут к холмам... и... к луне!

source: Dad... it' s over.
ru: Отец, это кончено.

source: I' m going to stop now.
ru: Я останавливаюсь.

source: But y- you' ve...
ru: Но ты...

source: They' re never going to catch you, Frank.
ru: Они никогда не поймают тебя, Фрэнк.

source: - Dad, she wouldn' t do that.
ru: Она никогда не сделает это...

source: - Why won' t you sit down?
ru: Почему бы тебе не сесть?

source: - Why would she do that to you?
ru: Зачем ей это делать?

source: - Come on, sit.
ru: В самом деле..

source: Have a drink.
ru: Сядь, возьми выпить.

source: I' m your father.
ru: Я твой отец.

source: Then ask me to stop.
ru: Так попроси меня остановиться.

source: You can' t stop.
ru: Ты не можешь остановиться.

source: Come on, Frank, where are you going?
ru: Фрэнк, Куда ты?

source: Where are you going tonight? someplace exotic?
ru: Какое- то экзотическое место?

source: Where are you going tonight?
ru: Таити?

source: Tahiti, Hawaii?
ru: Гавайи?

source: This is Hanratty.
ru: Хенретти слушает.

source: Hello, Carl.
ru: Привет, Карл

source: How are you, Dr. Conners?
ru: Как поживаете, др.

source: Carl, I haven' t been Dr. Conners for months now.
ru: Карл, уже несколько месяцев Я не др.

source: I' m sitting here in my office on Christmas Eve.
ru: Я сижу в своём офисе в Сочельник

source: What do you want?
ru: Что ты хочешь?

source: I want it to be over.
ru: Я хочу, чтобы это закончилось.

source: You know, I' m settling down.
ru: Я хочу покоя.

source: You' ve stolen almost $4 million.
ru: Ты похитил почти 4 млн. $

source: You think we can just call that a wedding present?
ru: Сюрприз.

source: Nah, this isn' t something you get to walk away from, Frank.
ru: Я хочу объявить перемирие.

source: No truce.
ru: Никакого перемирия.

source: You will be caught, you will go to prison.
ru: Ты будешь пойман.

source: Where did you think this was going?
ru: Ты будешь в тюрьме.

source: Please leave me alone, Carl.
ru: Пожалуйста, Карл, Оставь меня в покое.

source: I' m getting close, aren' t I?
ru: Я близок к тебе?

source: You' re scared because I' m getting close.
ru: Ты напуган, потому что Я приближаюсь?

source: I know you... you rented that car in shreveport and you stayed in that hotel on Lake Charles.
ru: Я знаю, ты взял напрокат машину в Шревепорте, и остановился в гостинице на "Лейк Чарльз"

source: You want to run, be my guest.
ru: Ты хочешь бежать?

source: Your checks don' t lie as well as you do. stop chasing me.
ru: Твои чеки не врут так же изощрённо, как ты.

source: It' s my job.
ru: Это моя работа.

source: It' s okay, Carl.
ru: Всё в порядке, Карл.

source: I just thought I' d ask, you know?
ru: Я только подумал, что Я должен попросить.

source: Merry Christmas, huh?
ru: Эй, Счастливого Рождества.

source: All right...
ru: Мне нравится моя работа.

source: let' s get every newspaper we can every newspaper in Louisiana for the last two months.
ru: Мы должны достать все газеты Луизианы за последние 2 месяца которые мы только можем.

source: What are we looking for?
ru: Что ты ищешь?

source: Engagement announcements, name of Conners.
ru: Объявления о помолвках где упоминается имя Конерс.

source: Conners?!
ru: Конерс?

source: Come on, Carl, the kid would' ve changed his name by now.
ru: Полно, Карл.

source: Mm- mm.
ru: Парень точно поменял его.

source: He can' t change it. she thinks he' s Conners.
ru: Он не может поменять его.

source: I can' t give you anything
ru: Она думает, что он Конерс.

source: Dreamin 'a while, schemin' a while...
ru: Если он потеряет имя, он потеряет девушку.

source: - Congratulations.
ru: Добрый вечер.

source: - You having a good time?... You' re sure to find
ru: Я агент Хенретти из ФБР.

source: - Okay.
ru: Эй, Роджер, как дела?

source: Hurry back.
ru: Уин...

source: We' d like to have a few quiet words with your host, if possible.
ru: Добрый вечер, Я Роджер Стронг.

source: - Hi, Roger.
ru: Карл Хенретти, ФБР..

source: How are you?
ru: Это агенты Амдурски и Фокс.

source: Good evening, gentlemen.
ru: Прошу прощения за то, что мешаю вечеринке

source: I' m Roger strong.
ru: Совсем нет...

source: Carl Hanratty, FBl.
ru: Чем могу помочь?

source: What can I do for you?
ru: Проблема?

source: If it' s not too much trouble, I' d like to meet the groom.
ru: Фрэнк, можешь подержать это...

source: Is there a problem?
ru: Да, подойди.

source: Frank!
ru: Это чеки.

source: Can you hold all these?
ru: Они от друзей отца.

source: They' re from my dad' s friends.
ru: Чтоб начать новую жизнь.

source: We have to leave.
ru: Нам нужно уйти.

source: What?!
ru: Что?

source: Brenda, you love me, right?
ru: Бренда, Ты любишь меня?

source: I mean, you' d love me whether I was sick or whether I was poor or even if I had a different name.
ru: Даже если у меня другое имя?

source: Frank, where' d you get all that money?
ru: Фрэнк, откуда все эти деньги?

source: Brenda, listen.
ru: Бренда, выслушай...

source: A name, right?
ru: Имя.

source: A name, it doesn' t matter.
ru: Это не важно, правильно?

source: My name is Frank Conners, right?
ru: Моё имя Фрэнк Конерс.

source: - That' s who I am with you.
ru: Это тот, кто Я с тобой.

source: But- but we all have secrets.
ru: Но у нас всех есть тайны.

source: I use the name Frank Taylor.
ru: Знаешь, когда Я путешествую, Я беру имя Фрэнк Тейлор.

source: That- That' s my secret.
ru: Это моя тайна.

source: - Frank Taylor?!
ru: Фрэнк Тейлор.

source: - Yeah, Frank Taylor, you know?
ru: Да, Фрэнк Тейлор.

source: - Frank Black.
ru: Фрэнк Блэк.

source: - Frank Black?!
ru: Фрэнк Блек.

source: Yeah, it doesn' t matter.
ru: Не важно...

source: Why are you saying all this?
ru: Для чего ты говоришь всё это?

source: Brenda...
ru: Бренда...

source: Brenda, I don' t want to lie to you anymore.
ru: Бренда, Я не хочу больше лгать тебе.

source: I never went to medical school.
ru: Я не врач и не когда не изучал медицину.

source: I' m not a lawyer or a Harvard graduate or a Lutheran.
ru: Я не адвокат, не выпускник Гарварда и не протестант.

source: Brenda, I ran away from home a year and a half ago when I was 16.
ru: Бренда, Я сбежал из дома 1. 5 года назад, когда мне было 16

source: Frank...
ru: Фрэнк...

source: Frank?
ru: Фрэнк...

source: You' re not a Lutheran?
ru: Ты не протестант?

source: Brenda... you see all this money?
ru: Бренда, ты видишь эти деньги?

source: You see all this money?
ru: Ты видишь эти деньги?

source: I have more.
ru: У меня есть ещё.

source: I have plenty more.
ru: У меня есть намного больше...

source: I have enough money to last us for the rest of our lives
ru: Достаточно, чтобы держаться на плаву... до конца жизни.

source: - Look.
ru: Смотри...

source: You' re Frank Conners.
ru: Прекрати дразнить меня.

source: You' re Frank Conners, and you' re 2: years old and...
ru: Ты Фрэнк Конерс и тебе 28 лет

source: Why would you lie to me?
ru: Для чего тебе врать?

source: - Brenda, Brenda...
ru: Бренда...

source: - I want to know your name.
ru: Я хочу знать твоё имя.

source: - Listen to me, Brenda.
ru: Послушай...

source: - Tell me your name.
ru: Скажи своё имя.

source: We can live anywhere we want but you have to trust me, Brenda.
ru: Бренда, мы сможем жить, где захотим.

source: - Do you trust me?
ru: Но ты должна доверять мне.

source: - Do you love me, Brenda?
ru: Ты доверяешь мне?

source: Excuse me, Mother.
ru: Любишь меня?

source: Honey, this is Mr. Hanratty.
ru: Я люблю тебя.

source: My wife Carol.
ru: Простите...

source: - Oh, Mister...?
ru: Это Мр.

source: - Hanratty, ma' am.
ru: Хенретти.

source: Have you seen Frank or Brenda?
ru: Мистер?

source: I- I think they went upstairs.
ru: Хенретти...

source: Frank...:
ru: Мне кажется они наверху.

source: Brenda, come here.
ru: Бренда, подойди сюда.

source: Okay, in two days, you' re going to meet me at Miami International Airport, all right?
ru: Через 2 дня встреть меня в аэропорту Майами, хорошо?

source: You' re going to take a taxicab.
ru: Выйди из дома, когда все лягут спать и возьми такси.

source: You give the taxi driver this money right here and you tell him to drive all through the night.
ru: Заплати это таксисту и скажи вести машину всю ночь.

source: Brenda, you' re going to leave at 10: 00am.
ru: Бренда, Ты выйдешь в 10: 00.

source: - 10: 00am, all right?
ru: 10: 00, хорошо?

source: Till I get to the top...
ru: Какая комната, сэр?

source: Which room, sir?
ru: Угловая.

source: You have to listen to me, all right?
ru: Ты обязана выслушать.

source: The International Terminal in Miami, all right?
ru: Аэропорт Майами.

source: Say it.
ru: Повтори.

source: Okay, the International Terminal in Miami.
ru: Что бы ни случилось...

source: - No matter what...
ru: Что бы ни случилось.

source: - You' re going to take a taxicab.
ru: Ты возьмёшь такси.

source: - I will take a taxi.
ru: Я возьму такси.

source: You' re going to be there at 10: 00am.
ru: Ты будешь там в 10 утра.

source: Two days, Brenda.
ru: Через два дня, Бренда.

source: Two days.
ru: Два дня.

source: In two days, I' il be there no matter what, at 10: 00am.
ru: Я буду там, Что бы ни случилось...

source: You' re not going to tell anyone, Brenda.
ru: Ты никому не расскажешь?

source: Frank, please!
ru: Пообещай мне.

source: Before you go, please tell me your name.
ru: Фрэнк, прежде чем уйти, скажи мне своё имя...

source: Please, tell me.
ru: Пожалуйста, скажи...

source: Frank William Abagnale Jr.
ru: Фрэнк Уильям Абагнейл мл.

source: He must' ve got wise to us.
ru: Этот парень не придёт.

source: Maybe he was tipped.
ru: Наверное он узнал...

source: We' il get him before he leaves the country.
ru: Мы поймаем его до того, как он покинет страну.

source: He doesn' t have a passport.
ru: У него нет паспорта.

source: For the last six months, he' s gone to Harvard and Berkeley.
ru: За последние 6 месяцев он учился в Беркли и Гарварде.

source: I' m betting he can get a passport. so we have all our men waiting for him here in Miami International.
ru: Спорю, что он сможет достать паспорт.

source: He' s used it before.
ru: Все наши люди тут.

source: He knows the layout.
ru: Он был тут раньше и знает это место.

source: I talked to Miami police; they' ve offered us 50 uniformed cops in two shifts of 25.
ru: Они дают нам 50 человек.

source: With our guys, that' s almost 100 men in one airport.
ru: С нашими людьми это почти 100 человек в одном аэропорту.

source: Don' t you think we should spread it around?
ru: Ты не думаешь нам надо разойтись?

source: No, no, this is the exit point.
ru: Нет, нет... здесь.

source: Well, how do you know he hasn' t rented a car and driven to airports in New York, Atlanta?
ru: Как ты знаешь, что он не взял машину и доехал до аэропорта

source: Because I' m not in New York.
ru: Потому что Я не в Нью- Йорке.

source: I' m not in Atlanta.
ru: Я не в Атланте.

source: Yes, this is, uh, Frank Roberts and I' m letting all the universities in the area know that Pan Am will be initiating a new recruiting program this year.
ru: Я оповещаю все университеты округа, что "Пан Эм" начинает новый набор в этом году.

source: I' Il, uh, be stopping by your campus tomorrow morning.
ru: Я буду в вашем кампусе завтра утром.

source: At the end of the day
ru: Спасибо всем, кто пришёл.

source: I' il be choosing eight young ladies to be a part of...... Pan Am' s future stewardess flight crew program.
ru: В конце дня Я отберу восемь девушек которые будут частью будущей команды "Пан Эм".

source: Now, these eight young ladies will accompany me on a two- month public relations tour through Europe.
ru: Эти девушки присоединятся ко мне во время 2- х месячной рекламной компании по Европе.

source: They will discover firsthand what it takes to be a Pan American stewardess.
ru: Они узнают из первых рук, что значит быть стюардессой "Пан Эм".

source: Nah, one man per every two counters.
ru: Дайте мне двух... нет одного человека на каждые две стойки.

source: - All right?
ru: Амдурски...

source: Hey... let' s have, uh, periodic sweeps of the men' s lav.
ru: Убедись, что полицейские перекрыли все боковые выходы.

source: You, here.
ru: Эй...

source: What qualifies me to be a future stewardess?
ru: Что делает тебя будущей стюардессой.

source: Well, I think that I' m really friendly and I can really help out and, um, make people feel welcome on the plane and...
ru: Я очень благожелательная и люди будут чувствовать себя комфортно в полёте.

source: All my bags are packed, I' m ready to go...
ru: Мы полетим со скоростью 6000 миль на высоте 300 футов.

source: Miggy Acker.
ru: Эйлин Андерсон.

source: Debra Jo McMillan.
ru: Миги Аккер.

source: Come fly with me, let' s fly, let' s fly away
ru: Дебора Джоан Мак Милан

source: There' s a bar in far Bombay
ru: Энди Хестон.

source: You see that blonde out front?
ru: Надо было становиться пилотом.

source: Hanratty.
ru: Хенретти...

source: Carl, your walkie- talkie wasn' t working.
ru: Карл, твой "уоки- токи" не работает.

source: There' s a guy in a Pan Am uniform sitting in a white Coupe DeVille out in front of Terminal J.
ru: Есть парень форме

source: That' s the charter terminal.
ru: "Пан Эм", сидящий в белом "ДеВил" возле терминала J.

source: Can you get a look at his face?
ru: Это там где чартеры.

source: He' s got his pilot' s cap on.
ru: Ты видишь лицо?

source: Carl, I think it' s him!... Just say the words, and we' il beat the birds
ru: Он в фуражке.

source: Down to Acapulco Bay...
ru: Мне кажется это он.

source: Watch out, watch out, watch out!... It' s perfect for a flying honeymoon, they say...
ru: Выходи из машины, Фрэнк.

source: Out of the car, Frank.
ru: Фрэнк, выходи из машины!
